import Title from "../../components/sheard/TitleComponent"; 
import image from '../../utilis/Images/hero6.jpg';

const About = () => {
  return (
    <div>
      <div className="text-2xl text-center pt-8 border-t">
        <Title text1="ՄԵՐ" text2="ՄԱՍԻՆ" />
      </div>

      <div className="my-10 flex flex-col md:flex-row gap-16">
        <img src={image} alt="" className="w-full md:max-w-[450px]" />
        <div className="flex flex-col justify-center gap-6 md:w-2/4 text-gray-600">
          <p>
            Էլեկտրոնային առևտուրը (e-commerce) վերաբերում է ապրանքների և ծառայությունների առցանց վաճառքին և գնմանը։ Այն փոխակերպել է ավանդական գնումների գործընթացը՝ հնարավորություն տալով մարդկանց ձեռք բերել անհրաժեշտ ապրանքներ աշխարհի ցանկացած կետից՝ ցանկացած ժամանակ։ Էլեկտրոնային առևտրի հարթակները առաջարկում են լայն տեսականի՝ հագուստից և էլեկտրոնիկայից մինչև սննդամթերք ու թվային ծառայություններ։ Ապահով վճարային համակարգերի և արդյունավետ առաքման ցանցերի շնորհիվ առցանց գնումներն այսօր ավելի հարմար ու հասանելի են։
          </p>
          <p>
            Էլեկտրոնային առևտուրը ձեռնարկություններին ու սպառողներին օգնում է նվազեցնել ծախսերը, ընդլայնել շուկան և ապահովել անհատականացված գնումների փորձ։ Բիզնեսները կարող են վերլուծել հաճախորդների վարքագիծը, առաջարկել համապատասխան ապրանքներ և ապահովել դյուրին գնումների գործընթաց։ Սպառողները, իրենց հերթին, կարող են համեմատել գները, կարդալ ակնարկներ և ստանալ պատվերները անմիջապես իրենց դռան մոտ։ Տեխնոլոգիաների զարգացման հետ մեկտեղ (ինչպես արհեստական բանականության միջոցով առաջարկները և բջջային հարմարեցված դիզայնները) էլեկտրոնային առևտուրը շարունակում է աճել՝ ձևավորելով մանրածախ առևտրի ապագան։
          </p>
          <b className="text-gray-800">ՄԵՐ ԱՌԱՔԵԼՈՒԹՅՈՒՆԸ</b>
          <p>
            Omega-ում մեր առաքելությունն է մատուցել բարձրորակ, կարևոր ապրանքներ, որոնք կդյուրացնեն և կհարմարեցնեն առօրյա կյանքը։ Մենք ձգտում ենք ապահովել հարթ և հարմար գնումների փորձ, որպեսզի մեր հաճախորդները կարողանան մեկ վայրում գտնել իրենց անհրաժեշտ բոլոր ապրանքները՝ հագուստ, հիգիենայի միջոցներ և կենցաղային անհրաժեշտություններ։
          </p>
        </div>
      </div>

      <div className="text-4xl py-4">
        <Title text1="ԻՆՉՈՒ" text2="ԸՆՏՐԵԼ ՄԵԶ" />
      </div>

      <div className="flex flex-col md:flex-row text-sm mb-20">
        <div className="border px-10 md:px-16 py-8 sm:py-20 flex flex-col gap-5">
          <b>Որակի Վստահություն</b>
          <p className="text-gray-600">
            Omega-ում մենք առաջնահերթություն ենք տալիս յուրաքանչյուր առաջարկվող ապրանքի որակին։ Մեր թիմը մանրակրկիտ ընտրում և ստուգում է բոլոր ապրանքները՝ ապահովելու համար դրանց դիմացկունությունը, անվտանգությունը և բարձր որակը։ Մենք համագործակցում ենք վստահելի ապրանքանիշերի հետ և անցկացնում ենք որակի խիստ ստուգումներ՝ մեր հաճախորդներին լավագույնը առաջարկելու համար։
          </p>
        </div>
        <div className="border px-10 md:px-16 py-8 sm:py-20 flex flex-col gap-5">
          <b>Հարմարավետություն</b>
          <p className="text-gray-600">
            Մենք հասկանում ենք ժամանակի արժեքը, ուստի առաջարկում ենք արագ և հեշտ գնումների գործընթաց։ Մեր հարթակում կարող եք մի քանի կտտոցով գտնել անհրաժեշտ ապրանքները, կատարել գնումներ 24/7 և ստանալ պատվերները Ձեր նախընտրած հասցեով։
          </p>
        </div>        
        <div className="border px-10 md:px-16 py-8 sm:py-20 flex flex-col gap-5">
          <b>Գերազանց Հաճախորդային Սպասարկում</b>
          <p className="text-gray-600">
            Մեր թիմը միշտ պատրաստ է օգնել և տրամադրել անհատական մոտեցում յուրաքանչյուր հաճախորդին։ Մենք ձգտում ենք արագ արձագանքել հարցերին, լուծել խնդիրները և ապահովել բարձրորակ սպասարկում, որպեսզի մեր հաճախորդները միշտ գոհ մնան։
          </p>
        </div>
      </div>
    </div>
  );
};

export default About;
